Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Get enough rest, since physical tiredness has a negative effect on your voice. Exercise regularly: it builds stamina and muscle tone, which help with good posture and breathing. Wash your hands often to avoid colds and flu, and skip mouthwashes and gargles that contain alcohol or irritating chemicals.
ar: احصل على قسط كافٍ من الراحة، لأن التعب الجسدي يؤثر سلبًا في صوتك. ومارس الرياضة بانتظام: فهي تبني القدرة على التحمل وتوتر العضلات، مما يساعد على الوقفة الجيدة والتنفس الجيد. واغسل يديك كثيرًا لتتجنب الزكام والإنفلونزا، وتجنّب غسولات الفم والغرغرة التي تحتوي على الكحول أو مواد كيميائية مهيّجة.
de: Sorge für ausreichend Ruhe, denn körperliche Müdigkeit wirkt sich negativ auf die Stimme aus. Bewege dich regelmäßig: Das stärkt Ausdauer und Muskelspannung, was einer guten Haltung und Atmung zugutekommt. Wasch dir oft die Hände, um Erkältungen und Grippe vorzubeugen, und verzichte auf Mundspülungen und Gurgelmittel mit Alkohol oder reizenden Chemikalien.
es: Descansa lo suficiente, ya que el cansancio físico afecta negativamente a la voz. Haz ejercicio con regularidad: aumenta la resistencia y el tono muscular, que ayudan a mantener una buena postura y respiración. Lávate las manos a menudo para evitar resfriados y gripe, y evita los enjuagues bucales y gárgaras que contengan alcohol o sustancias químicas irritantes.
fr: Reposez-vous suffisamment, car la fatigue physique a un effet négatif sur la voix. Faites de l’exercice régulièrement : cela développe l’endurance et le tonus musculaire, qui favorisent une bonne posture et une bonne respiration. Lavez-vous souvent les mains pour éviter rhumes et grippe, et évitez les bains de bouche et gargarismes contenant de l’alcool ou des produits chimiques irritants.
it: Riposa a sufficienza, perché la stanchezza fisica ha un effetto negativo sulla voce. Fai attività fisica con regolarità: aumenta resistenza e tono muscolare, che aiutano una buona postura e una buona respirazione. Lavati spesso le mani per evitare raffreddori e influenza, e rinuncia a collutori e gargarismi che contengono alcol o sostanze chimiche irritanti.
ja: 体の疲れは声に悪影響を与えるので、しっかり休息をとりましょう。定期的に運動すると、持久力や筋肉の張りがつき、よい姿勢と呼吸の助けになります。かぜやインフルエンザを防ぐために手をこまめに洗い、アルコールや刺激の強い化学物質を含むマウスウォッシュやうがい薬は避けましょう。
ko: 몸이 피곤하면 목소리에 나쁜 영향을 주므로 충분히 쉬세요. 규칙적으로 운동하세요. 운동은 지구력과 근육의 탄력을 길러 좋은 자세와 호흡에 도움이 됩니다. 감기와 독감을 피하려면 손을 자주 씻고, 알코올이나 자극적인 화학 물질이 든 구강청결제와 가글은 쓰지 마세요.
nl: Neem genoeg rust, want lichamelijke vermoeidheid heeft een negatief effect op je stem. Beweeg regelmatig: dat bouwt uithoudingsvermogen en spierspanning op, wat helpt bij een goede houding en ademhaling. Was vaak je handen om verkoudheid en griep te voorkomen, en sla mondspoelingen en gorgelmiddelen met alcohol of irriterende chemicaliën over.
pl: Wysypiaj się i odpoczywaj, bo zmęczenie fizyczne źle wpływa na głos. Ćwicz regularnie: to buduje wytrzymałość i napięcie mięśni, które pomagają w dobrej postawie i oddychaniu. Często myj ręce, żeby uniknąć przeziębienia i grypy, i nie używaj płynów do płukania ust ani płukanek zawierających alkohol lub drażniące substancje.
pt_br: Descanse o suficiente, já que o cansaço físico tem efeito negativo na voz. Faça exercícios com regularidade: eles aumentam a resistência e o tônus muscular, que ajudam na boa postura e na respiração. Lave as mãos com frequência para evitar resfriados e gripe, e dispense enxaguantes bucais e gargarejos com álcool ou substâncias químicas irritantes.
ru: Хорошо отдыхайте, ведь физическая усталость плохо сказывается на голосе. Регулярно занимайтесь спортом: это развивает выносливость и мышечный тонус, которые помогают держать осанку и правильно дышать. Чаще мойте руки, чтобы не заболеть простудой или гриппом, и не пользуйтесь ополаскивателями и полосканиями со спиртом или раздражающими веществами.
sv: Vila tillräckligt, eftersom fysisk trötthet påverkar rösten negativt. Motionera regelbundet: det bygger upp uthållighet och muskeltonus, som hjälper till med god hållning och andning. Tvätta händerna ofta för att undvika förkylning och influensa, och hoppa över munskölj och gurgelvatten som innehåller alkohol eller irriterande kemikalier.
tr: Yeterince dinlenin; fiziksel yorgunluk sesinizi olumsuz etkiler. Düzenli egzersiz yapın: dayanıklılığı ve kas tonusunu artırır, bu da iyi duruş ve nefese yardımcı olur. Soğuk algınlığı ve gripten korunmak için ellerinizi sık yıkayın; alkol ya da tahriş edici kimyasallar içeren ağız gargaralarını kullanmayın.
zh_hans: 保证充足的休息，因为身体疲劳会对嗓音产生不良影响。规律锻炼：锻炼能增强耐力和肌肉张力，有助于保持良好的姿势和呼吸。经常洗手以预防感冒和流感，并且不要使用含酒精或刺激性化学物质的漱口水。

source: Give your voice “vocal naps”: short breaks to rest it throughout the day.
ar: امنح صوتك «قيلولات صوتية»: فترات راحة قصيرة على مدار اليوم.
de: Gönn deiner Stimme „Stimmpausen“: kurze Ruhephasen über den Tag verteilt.
es: Dale a tu voz «siestas vocales»: descansos breves a lo largo del día.
fr: Accordez à votre voix des « siestes vocales » : de courtes pauses pour la reposer au fil de la journée.
it: Concedi alla voce dei “sonnellini vocali”: brevi pause per farla riposare durante la giornata.
ja: 声に「お昼寝」をさせましょう。1日の中でこまめに声を休ませる短い休憩のことです。
ko: 목소리에 “낮잠”을 주세요. 하루 중 틈틈이 목소리를 쉬게 하는 짧은 휴식입니다.
nl: Geef je stem ‘stemdutjes’: korte pauzes om hem gedurende de dag rust te geven.
pl: Dawaj głosowi „drzemki”: krótkie przerwy na odpoczynek w ciągu dnia.
pt_br: Dê à sua voz “cochilos vocais”: pausas curtas para descansá-la ao longo do dia.
ru: Устраивайте голосу «тихий час»: короткие перерывы для отдыха в течение дня.
sv: Ge rösten ”röstvilor”: korta pauser under dagen då den får vila.
tr: Sesinize “ses molaları” verin: gün içinde onu dinlendirmek için kısa aralar.
zh_hans: 给嗓子来点“声音小憩”：一天中不时短暂地让它休息。

source: Glide between the notes like a siren, without a break in the sound. Let your voice get lighter as it rises.
ar: انزلق بين النغمات مثل صفارة الإنذار، دون انقطاع في الصوت. دع صوتك يصبح أخف كلما ارتفع.
de: Gleite wie eine Sirene zwischen den Tönen, ohne dass der Klang abbricht. Lass die Stimme beim Aufsteigen leichter werden.
es: Deslízate entre las notas como una sirena, sin cortes en el sonido. Deja que la voz se aligere al subir.
fr: Glissez d’une note à l’autre comme une sirène, sans rupture dans le son. Laissez la voix s’alléger en montant.
it: Scivola tra le note come una sirena, senza interruzioni nel suono. Lascia che la voce si alleggerisca salendo.
ja: 音が途切れないように、サイレンのように音と音の間をなめらかに移ります。上がるにつれて声を軽くします。
ko: 소리가 끊기지 않게 사이렌처럼 음 사이를 미끄러지듯 이어 가세요. 올라갈수록 목소리를 가볍게 하세요.
nl: Glijd als een sirene tussen de noten, zonder breuk in de klank. Laat je stem lichter worden naarmate hij stijgt.
pl: Przesuwaj się między dźwiękami jak syrena, bez przerwy w brzmieniu. Pozwól, by głos stawał się lżejszy, gdy idzie w górę.
pt_br: Deslize entre as notas como uma sirene, sem quebra no som. Deixe a voz ficar mais leve ao subir.
ru: Скользите между нотами, как сирена, без разрывов в звуке. Пусть голос становится легче по мере подъёма.
sv: Glid mellan tonerna som en siren, utan avbrott i ljudet. Låt rösten bli lättare när den stiger.
tr: Seste kopma olmadan, bir siren gibi notalar arasında kayın. Yükseldikçe sesinizin hafiflemesine izin verin.
zh_hans: 像警笛一样在音与音之间滑动，声音不要中断。随着音高上升，让声音变得更轻。

source: Go to Start
ar: الانتقال إلى البداية
de: Zum Anfang
es: Ir al principio
fr: Aller au début
it: Vai all’inizio
ja: 先頭へ
ko: 처음으로
nl: Naar begin
pl: Do początku
pt_br: Ir para o início
ru: К началу
sv: Gå till början
tr: Başa git
zh_hans: 回到开头

source: Goal reached
ar: تم بلوغ الهدف
de: Ziel erreicht
es: Objetivo alcanzado
fr: Objectif atteint
it: Obiettivo raggiunto
ja: 目標達成
ko: 목표 달성
nl: Doel bereikt
pl: Cel osiągnięty
pt_br: Meta alcançada
ru: Цель достигнута
sv: Målet uppnått
tr: Hedefe ulaşıldı
zh_hans: 已达成目标

source: Goes back to where you came from, leaving the exercise as it is.
ar: يعود إلى حيث أتيت، ويترك التمرين كما هو.
de: Geht dorthin zurück, wo du herkamst, und lässt die Übung, wie sie ist.
es: Vuelve a donde venías, dejando el ejercicio como está.
fr: Revient d’où vous venez, en laissant l’exercice tel quel.
it: Torna da dove sei arrivato, lasciando l’esercizio com’è.
ja: 元の画面に戻ります。エクササイズはそのままです。
ko: 왔던 곳으로 돌아갑니다. 연습은 그대로 둡니다.
nl: Gaat terug naar waar je vandaan kwam en laat de oefening zoals hij is.
pl: Wraca tam, skąd przyszedłeś, zostawiając ćwiczenie bez zmian.
pt_br: Volta de onde você veio, deixando o exercício como está.
ru: Возвращает туда, откуда вы пришли, оставляя упражнение как есть.
sv: Går tillbaka dit du kom ifrån och lämnar övningen som den är.
tr: Geldiğiniz yere döner, egzersizi olduğu gibi bırakır.
zh_hans: 返回你来的地方，练习保持原样。

source: Guitar
ar: غيتار
de: Gitarre
es: Guitarra
fr: Guitare
it: Chitarra
ja: ギター
ko: 기타
nl: Gitaar
pl: Gitara
pt_br: Violão
ru: Гитара
sv: Gitarr
tr: Gitar
zh_hans: 吉他

source: Half-Step Trill
ar: تريل نصف تون
de: Halbtontriller
es: Trino de semitono
fr: Trille au demi-ton
it: Trillo di semitono
ja: 半音のトリル
ko: 반음 트릴
nl: Halvetoontriller
pl: Tryl półtonowy
pt_br: Trinado de semitom
ru: Трель на полутон
sv: Halvtonsdrill
tr: Yarım ses trili
zh_hans: 半音颤音

source: Harmonic Major Ascending
ar: سلم كبير هارموني صاعد
de: Harmonisches Dur aufsteigend
es: Mayor armónica ascendente
fr: Majeur harmonique ascendant
it: Maggiore armonica ascendente
ja: 和声的長音階 上行
ko: 화성장음계 상행
nl: Harmonisch majeur stijgend
pl: Durowa harmoniczna w górę
pt_br: Maior harmônica ascendente
ru: Гармонический мажор вверх
sv: Harmonisk dur uppåt
tr: Armonik majör çıkıcı
zh_hans: 和声大调上行

source: Harmonic Major Descending
ar: سلم كبير هارموني هابط
de: Harmonisches Dur absteigend
es: Mayor armónica descendente
fr: Majeur harmonique descendant
it: Maggiore armonica discendente
ja: 和声的長音階 下行
ko: 화성장음계 하행
nl: Harmonisch majeur dalend
pl: Durowa harmoniczna w dół
pt_br: Maior harmônica descendente
ru: Гармонический мажор вниз
sv: Harmonisk dur nedåt
tr: Armonik majör inici
zh_hans: 和声大调下行

source: Harmonic Minor Ascending
ar: سلم صغير هارموني صاعد
de: Harmonisches Moll aufsteigend
es: Menor armónica ascendente
fr: Mineur harmonique ascendant
it: Minore armonica ascendente
ja: 和声的短音階 上行
ko: 화성단음계 상행
nl: Harmonisch mineur stijgend
pl: Molowa harmoniczna w górę
pt_br: Menor harmônica ascendente
ru: Гармонический минор вверх
sv: Harmonisk moll uppåt
tr: Armonik minör çıkıcı
zh_hans: 和声小调上行

source: Harmonic Minor Descending
ar: سلم صغير هارموني هابط
de: Harmonisches Moll absteigend
es: Menor armónica descendente
fr: Mineur harmonique descendant
it: Minore armonica discendente
ja: 和声的短音階 下行
ko: 화성단음계 하행
nl: Harmonisch mineur dalend
pl: Molowa harmoniczna w dół
pt_br: Menor harmônica descendente
ru: Гармонический минор вниз
sv: Harmonisk moll nedåt
tr: Armonik minör inici
zh_hans: 和声小调下行

source: Harmonic Minor Scale
ar: سلم صغير هارموني
de: Harmonische Molltonleiter
es: Escala menor armónica
fr: Gamme mineure harmonique
it: Scala minore armonica
ja: 和声的短音階
ko: 화성단음계
nl: Harmonische mineurtoonladder
pl: Gama molowa harmoniczna
pt_br: Escala menor harmônica
ru: Гармоническая минорная гамма
sv: Harmonisk mollskala
tr: Armonik minör dizi
zh_hans: 和声小调音阶

source: Healthy Habits
ar: عادات صحية
de: Gesunde Gewohnheiten
es: Hábitos saludables
fr: De bonnes habitudes
it: Abitudini sane
ja: 健康的な習慣
ko: 건강한 습관
nl: Gezonde gewoonten
pl: Zdrowe nawyki
pt_br: Hábitos saudáveis
ru: Полезные привычки
sv: Sunda vanor
tr: Sağlıklı alışkanlıklar
zh_hans: 健康习惯

source: Hear each note in your head before you sing it and match it exactly. Keep your tone even from bottom to top.
ar: اسمع كل نغمة في رأسك قبل أن تغنيها وطابقها تمامًا. حافظ على نبرة متساوية من الأسفل إلى الأعلى.
de: Hör jeden Ton innerlich, bevor du ihn singst, und triff ihn genau. Halte deinen Klang von unten bis oben gleichmäßig.
es: Escucha cada nota en tu cabeza antes de cantarla y afínala con exactitud. Mantén el tono uniforme de abajo arriba.
fr: Entendez chaque note dans votre tête avant de la chanter et reproduisez-la exactement. Gardez un timbre égal du bas vers le haut.
it: Senti ogni nota nella tua testa prima di cantarla e intonala con precisione. Mantieni il suono uniforme dal basso verso l’alto.
ja: 歌う前に各音を頭の中で聴き、正確に合わせます。低い音から高い音まで音色をそろえます。
ko: 부르기 전에 각 음을 머릿속으로 듣고 정확히 맞추세요. 아래에서 위까지 음색을 고르게 유지하세요.
nl: Hoor elke noot in je hoofd voordat je hem zingt en zing hem precies zuiver. Houd je klank gelijk van onder tot boven.
pl: Usłysz każdy dźwięk w głowie, zanim go zaśpiewasz, i traf w niego dokładnie. Utrzymuj równą barwę od dołu do góry.
pt_br: Ouça cada nota na cabeça antes de cantá-la e acerte-a exatamente. Mantenha o timbre uniforme de baixo até em cima.
ru: Слышьте каждую ноту в голове, прежде чем петь её, и попадайте точно. Сохраняйте ровный тембр снизу доверху.
sv: Hör varje ton inom dig innan du sjunger den och träffa den exakt. Håll klangen jämn från botten till toppen.
tr: Her notayı söylemeden önce kafanızda duyun ve tam olarak tutturun. Tonunuzu aşağıdan yukarıya eşit tutun.
zh_hans: 唱之前先在脑中听到每个音，并准确唱准。从低到高保持音色均匀。

source: Hide %@
ar: إخفاء %@
de: %@ ausblenden
es: Ocultar %@
fr: Masquer %@
it: Nascondi %@
ja: %@を隠す
ko: %@ 숨기기
nl: %@ verbergen
pl: Ukryj %@
pt_br: Ocultar %@
ru: Скрыть «%@»
sv: Dölj %@
tr: %@ gizle
zh_hans: 隐藏%@

source: Hide dots in unused pitches
ar: إخفاء النقاط في الدرجات غير المستخدمة
de: Punkte bei ungenutzten Tonhöhen ausblenden
es: Ocultar los puntos en las notas no usadas
fr: Masquer les points des hauteurs inutilisées
it: Nascondi i punti sulle altezze non usate
ja: 使わない音の点を隠す
ko: 사용하지 않는 음의 점 숨기기
nl: Stippen bij ongebruikte toonhoogtes verbergen
pl: Ukryj kropki przy nieużywanych wysokościach
pt_br: Ocultar os pontos nas alturas não usadas
ru: Скрывать точки на неиспользуемых высотах
sv: Dölj punkter på oanvända tonhöjder
tr: Kullanılmayan perdelerdeki noktaları gizle
zh_hans: 隐藏未使用音高的圆点

source: Hide tab bar
ar: إخفاء شريط التبويبات
de: Tab-Leiste ausblenden
es: Ocultar la barra de pestañas
fr: Masquer la barre d’onglets
it: Nascondi la barra delle schede
ja: タブバーを隠す
ko: 탭 바 숨기기
nl: Tabbladbalk verbergen
pl: Ukryj pasek kart
pt_br: Ocultar a barra de abas
ru: Скрывать панель вкладок
sv: Dölj flikfältet
tr: Sekme çubuğunu gizle
zh_hans: 隐藏标签栏

source: Hides the Home, Exercises, Community and Settings tabs at the bottom of the screen while an exercise plays.
ar: يُخفي تبويبات الرئيسية والتمارين والمجتمع والإعدادات أسفل الشاشة أثناء تشغيل تمرين.
de: Blendet die Tabs Start, Übungen, Community und Einstellungen am unteren Bildschirmrand aus, während eine Übung läuft.
es: Oculta las pestañas Inicio, Ejercicios, Comunidad y Ajustes en la parte inferior mientras se reproduce un ejercicio.
fr: Masque les onglets Accueil, Exercices, Communauté et Réglages en bas de l’écran pendant la lecture d’un exercice.
it: Nasconde le schede Home, Esercizi, Comunità e Impostazioni in fondo allo schermo mentre un esercizio è in riproduzione.
ja: エクササイズの再生中、画面下部のホーム・エクササイズ・コミュニティ・設定のタブを隠します。
ko: 연습이 재생되는 동안 화면 하단의 홈, 연습, 커뮤니티, 설정 탭을 숨깁니다.
nl: Verbergt de tabbladen Start, Oefeningen, Community en Instellingen onderaan het scherm terwijl een oefening speelt.
pl: Ukrywa karty Start, Ćwiczenia, Społeczność i Ustawienia na dole ekranu podczas odtwarzania ćwiczenia.
pt_br: Oculta as abas Início, Exercícios, Comunidade e Ajustes na parte inferior da tela enquanto um exercício toca.
ru: Скрывает вкладки «Главная», «Упражнения», «Сообщество» и «Настройки» внизу экрана во время упражнения.
sv: Döljer flikarna Hem, Övningar, Community och Inställningar längst ned på skärmen medan en övning spelas.
tr: Bir egzersiz çalarken ekranın altındaki Ana Sayfa, Egzersizler, Topluluk ve Ayarlar sekmelerini gizler.
zh_hans: 在练习播放时隐藏屏幕底部的“首页”“练习”“社区”和“设置”标签。

source: Highest note
ar: أعلى نغمة
de: Höchster Ton
es: Nota más aguda
fr: Note la plus aiguë
it: Nota più alta
ja: 最高音
ko: 최고음
nl: Hoogste noot
pl: Najwyższy dźwięk
pt_br: Nota mais aguda
ru: Самая высокая нота
sv: Högsta ton
tr: En tiz nota
zh_hans: 最高音

source: Highest Note
ar: أعلى نغمة
de: Höchster Ton
es: Nota más aguda
fr: Note la plus aiguë
it: Nota più alta
ja: 最高音
ko: 최고음
nl: Hoogste noot
pl: Najwyższy dźwięk
pt_br: Nota mais aguda
ru: Самая высокая нота
sv: Högsta ton
tr: En tiz nota
zh_hans: 最高音

source: Hirajoshi Ascending
ar: سلم هيراجوشي صاعد
de: Hirajoshi aufsteigend
es: Hirajoshi ascendente
fr: Hirajoshi ascendant
it: Hirajoshi ascendente
ja: 平調子 上行
ko: 히라조시 상행
nl: Hirajoshi stijgend
pl: Hirajoshi w górę
pt_br: Hirajoshi ascendente
ru: Хирадзёси вверх
sv: Hirajoshi uppåt
tr: Hirajoshi çıkıcı
zh_hans: 平调子上行

source: Hirajoshi Descending
ar: سلم هيراجوشي هابط
de: Hirajoshi absteigend
es: Hirajoshi descendente
fr: Hirajoshi descendant
it: Hirajoshi discendente
ja: 平調子 下行
ko: 히라조시 하행
nl: Hirajoshi dalend
pl: Hirajoshi w dół
pt_br: Hirajoshi descendente
ru: Хирадзёси вниз
sv: Hirajoshi nedåt
tr: Hirajoshi inici
zh_hans: 平调子下行

source: Hold it
ar: حافظ عليها
de: Halten
es: Mantenla
fr: Tenez
it: Tienila
ja: そのまま伸ばして
ko: 유지하세요
nl: Vasthouden
pl: Trzymaj
pt_br: Sustente
ru: Держите
sv: Håll kvar
tr: Tutun
zh_hans: 保持住

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
nl: Start
pl: Start
pt_br: Início
ru: Главная
sv: Hem
tr: Ana Sayfa
zh_hans: 首页

source: Home Tab
ar: تبويب الرئيسية
de: Start-Tab
es: Pestaña Inicio
fr: Onglet Accueil
it: Scheda Home
ja: ホームタブ
ko: 홈 탭
nl: Tabblad Start
pl: Karta Start
pt_br: Aba Início
ru: Вкладка «Главная»
sv: Fliken Hem
tr: Ana Sayfa Sekmesi
zh_hans: 首页标签

source: Horizontal zoom
ar: التكبير الأفقي
de: Horizontaler Zoom
es: Zoom horizontal
fr: Zoom horizontal
it: Zoom orizzontale
ja: 水平方向のズーム
ko: 가로 확대/축소
nl: Horizontale zoom
pl: Powiększenie w poziomie
pt_br: Zoom horizontal
ru: Масштаб по горизонтали
sv: Horisontell zoom
tr: Yatay yakınlaştırma
zh_hans: 水平缩放

source: Hot
ar: الرائج
de: Angesagt
es: Tendencias
fr: Tendances
it: Di tendenza
ja: 人気
ko: 인기
nl: Populair
pl: Na czasie
pt_br: Em alta
ru: Популярное
sv: Populärt
tr: Popüler
zh_hans: 热门

source: How big the dot that follows your voice is.
ar: حجم النقطة التي تتبع صوتك.
de: Wie groß der Punkt ist, der deiner Stimme folgt.
es: El tamaño del punto que sigue a tu voz.
fr: La taille du point qui suit votre voix.
it: Quanto è grande il punto che segue la tua voce.
ja: あなたの声を追いかける点の大きさです。
ko: 당신의 목소리를 따라다니는 점의 크기입니다.
nl: Hoe groot de stip is die je stem volgt.
pl: Jak duża jest kropka podążająca za twoim głosem.
pt_br: O tamanho do ponto que acompanha a sua voz.
ru: Насколько велика точка, следующая за вашим голосом.
sv: Hur stor pricken som följer din röst är.
tr: Sesinizi takip eden noktanın büyüklüğü.
zh_hans: 跟随你声音的那个圆点的大小。

source: How far back the chart looks, from the last day to everything you have sung.
ar: المدة التي يعود إليها الرسم البياني، من آخر يوم إلى كل ما غنيته.
de: Wie weit das Diagramm zurückblickt, vom letzten Tag bis zu allem, was du gesungen hast.
es: Hasta dónde mira atrás el gráfico, desde el último día hasta todo lo que has cantado.
fr: Jusqu’où le graphique remonte, du dernier jour à tout ce que vous avez chanté.
it: Fin dove il grafico guarda indietro, dall’ultimo giorno a tutto ciò che hai cantato.
ja: グラフがどこまでさかのぼるかです。直近 1 日から、これまで歌ったすべてまで選べます。
ko: 그래프가 얼마나 과거까지 보는지입니다. 최근 하루부터 지금까지 부른 전부까지 고를 수 있습니다.
nl: Hoe ver de grafiek terugkijkt, van de laatste dag tot alles wat je hebt gezongen.
pl: Jak daleko wstecz sięga wykres, od ostatniego dnia po wszystko, co zaśpiewałeś.
pt_br: Até onde o gráfico olha para trás, do último dia a tudo o que você já cantou.
ru: Насколько далеко назад смотрит график: от последнего дня до всего, что вы спели.
sv: Hur långt bakåt diagrammet tittar, från senaste dagen till allt du sjungit.
tr: Grafiğin ne kadar geriye baktığı: son günden, şimdiye dek söylediğiniz her şeye kadar.
zh_hans: 图表回溯的时间范围，从最近一天到你唱过的全部记录。

source: How far your singing is being moved to line it up. The arrows shift it: the double ones in big steps, the single ones a millisecond at a time.
ar: مقدار إزاحة غنائك لمطابقته. الأسهم تحرّكه: المزدوجة بخطوات كبيرة، والمفردة مللي ثانية واحدة في كل مرة.
de: Wie weit dein Gesang verschoben wird, um ihn auszurichten. Die Pfeile verschieben ihn: die doppelten in großen Schritten, die einfachen Millisekunde für Millisekunde.
es: Cuánto se desplaza tu canto para alinearlo. Las flechas lo mueven: las dobles a grandes pasos, las simples de milisegundo en milisegundo.
fr: De combien votre chant est décalé pour l’aligner. Les flèches le déplacent : les doubles par grands pas, les simples milliseconde par milliseconde.
it: Di quanto viene spostato il tuo canto per allinearlo. Le frecce lo muovono: quelle doppie a grandi passi, quelle singole un millisecondo alla volta.
ja: 音符に合わせるために歌をどれだけずらしているかです。矢印で移動でき、二重矢印は大きく、単矢印は 1 ミリ秒ずつ動かします。
ko: 노래를 음에 맞추기 위해 얼마나 옮겼는지입니다. 화살표로 움직이며, 이중 화살표는 크게, 단일 화살표는 1밀리초씩 옮깁니다.
nl: Hoever je zang wordt verschoven om hem uit te lijnen. De pijlen verschuiven hem: de dubbele met grote stappen, de enkele per milliseconde.
pl: O ile przesuwany jest twój śpiew, żeby się zgrał. Strzałki go przesuwają: podwójne dużymi krokami, pojedyncze po milisekundzie.
pt_br: O quanto o seu canto está sendo deslocado para alinhá-lo. As setas o movem: as duplas em passos grandes, as simples de milissegundo em milissegundo.
ru: Насколько сдвигается ваше пение, чтобы совпасть с нотами. Стрелки двигают его: двойные крупными шагами, одинарные по миллисекунде.
sv: Hur långt din sång flyttas för att ligga i linje. Pilarna flyttar den: de dubbla i stora steg, de enkla en millisekund i taget.
tr: Hizalamak için şarkınızın ne kadar kaydırıldığı. Oklar kaydırır: çift olanlar büyük adımlarla, tek olanlar milisaniye milisaniye.
zh_hans: 为了对齐，你的演唱被移动了多少。箭头可以移动它：双箭头是大步，单箭头每次一毫秒。

source: How fast the exercise is played, in beats per minute.
ar: سرعة تشغيل التمرين، بعدد النبضات في الدقيقة.
de: Wie schnell die Übung abgespielt wird, in Schlägen pro Minute.
es: A qué velocidad se reproduce el ejercicio, en pulsos por minuto.
fr: La vitesse à laquelle l’exercice est joué, en battements par minute.
it: La velocità a cui l’esercizio viene riprodotto, in battiti al minuto.
ja: エクササイズを再生する速さです（1 分あたりの拍数）。
ko: 연습을 재생하는 빠르기입니다. 분당 박자 수로 나타냅니다.
nl: Hoe snel de oefening wordt afgespeeld, in slagen per minuut.
pl: Jak szybko odtwarzane jest ćwiczenie, w uderzeniach na minutę.
pt_br: A que velocidade o exercício é tocado, em batidas por minuto.
ru: С какой скоростью играется упражнение, в ударах в минуту.
sv: Hur snabbt övningen spelas, i slag per minut.
tr: Egzersizin ne kadar hızlı çalınacağı, dakikadaki vuruş sayısı olarak.
zh_hans: 练习的播放速度，以每分钟拍数计。
